{
  "id": "arcangelo-corelli",
  "title": "Arcangelo Corelli",
  "shortTitle": "Corelli",
  "birthYear": 1905,
  "deathYear": 1994,
  "nationality": "United Kingdom",
  "birthPlace": "Ruse",
  "era": "baroque",
  "statistics": {
    "totalWorks": 4,
    "lifespan": 89,
    "activeYears": 71
  },
  "notableWorks": [
    "Tongue Set Free",
    "The Numbered",
    "Crowds and Power",
    "Auto-da-Fé"
  ],
  "summary": "Arcangelo Corelli (, also UK: , US: ; Italian: [arˈkandʒelo koˈrɛlli]; 17 February 1653 – 8 January 1713) was an Italian composer, musician,  and violinist of the middle Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony.\nHe was trained in Bologna and Rome and spent most of his career there with the protection of wealthy patrons. Though his entire production is limited to just six published collections – five of which are trio sonatas or solo and one of concerti grossi — he achieved great fame and success throughout Europe, in the process crystallizing widely influential musical models.\nHis writing was admired for its balance, refinement, sumptuous and original harmonies, for the richness of the textures, for the majestic effect of the theatricality and for its clear, expressive and melodious polyphony, a perfect quality of Classical ideals, although belonging to the Baroque era and often employing resources typical of this school, such as the exploration of dynamic and expressive contrasts, but always tempered by a great sense of moderation.",
  "rank": 6,
  "images": [
    {
      "url": "http://commons.wikimedia.org/wiki/Special:FilePath/Elias%20Canetti%202.jpg",
      "type": "portrait",
      "isPrimary": true,
      "alt": "Portrait of Arcangelo Corelli",
      "attribution": {
        "source": "Wikimedia Commons",
        "licence": "public-domain",
        "note": "Historical portrait, typically public domain."
      }
    }
  ],
  "detailUrls": [
    {
      "url": "https://en.wikipedia.org/wiki/Arcangelo_Corelli",
      "source": "Wikipedia"
    },
    {
      "url": "https://www.wikidata.org/wiki/Q80064",
      "source": "Wikidata"
    }
  ],
  "_source": {
    "api": "Wikidata SPARQL",
    "wikidataId": "Q80064",
    "fetchedAt": "2026-01-03T12:16:37.963568Z"
  }
}